export const privacyData = [
  {
    title: '1. Введение',
    text: 'Этот документ описывает, как команда Проекта TailTalks (далее именуемый "Мы", "Наш", "Компания") собирает, использует и защищает информацию, собранную от пользователей нашего приложения. Мы стремимся обеспечить прозрачность и безопасность для наших пользователей, соблюдая все применимые законы о конфиденциальности данных.'
  },
  {
    title: '2. Сбор и использование информации',
    text: 'Мы собираем информацию от пользователей нашего приложения для улучшения его функциональности, а также для обеспечения более комфортного и персонализированного пользовательского опыта. Мы можем собирать следующие типы информации:',
    list: [
      'Персональная информация: Включает в себя имя, адрес электронной почты и другие контактные данные, которые пользователи предоставляют добровольно при регистрации или в ходе использования приложения.',
      'Информация об использовании: Мы собираем данные о том, как пользователи взаимодействуют с нашим приложением, включая информацию о просмотренных страницах, действиях в приложении и других аналогичных данных.',
      'Информация об устройстве: Мы можем автоматически собирать информацию о устройствах, используемых для доступа к нашему приложению, включая модель устройства, версию операционной системы, уникальные идентификаторы устройства и другие аналогичные данные.',
    ],
    conclusion: 'Мы используем собранную информацию для анализа тенденций использования, улучшения функциональности приложения, разработки новых функций и обеспечения качественного обслуживания пользователей.'
  },
  {
    title: '3. Обмен информацией с третьими сторонами',
    text: 'Мы не продаем, не арендуем и не обмениваемся личной информацией наших пользователей с третьими сторонами без их согласия, за исключением случаев, предусмотренных законом. \n\nМы можем использовать сторонние сервисы и платформы для анализа данных, управления контентом и т.д. В таких случаях наши партнеры обязуются соблюдать соответствующие стандарты конфиденциальности и безопасности.'
  },
  {
    title: '4. Защита информации',
    text: 'Мы принимаем меры по защите информации от несанкционированного доступа, использования или разглашения. Мы используем различные технические и организационные меры безопасности для защиты собранных данных.'
  },
  {
    title: '5. Изменения в политике конфиденциальности',
    text: 'Мы оставляем за собой право время от времени вносить изменения в нашу политику конфиденциальности. Любые изменения будут опубликованы здесь, и пользователи будут уведомлены о таких изменениях.'
  },
  {
    title: '6. Связь с нами',
    text: 'Если у вас есть вопросы или предложения относительно нашей политики конфиденциальности, пожалуйста, свяжитесь с нами по адресу official@tailtalks.world или через раздел обратной связи в нашем приложении.'
  },
  {
    title: '7. Заключение',
    text: 'Мы ценим доверие наших пользователей и стремимся обеспечить полную прозрачность и безопасность в отношении обработки и защиты их персональной информации. Благодарим вас за использование нашего приложения.'
  }
]
